{
  "common.lang.en": "Anglais",
  "common.lang.fr": "Français",
  "common.lang.label": "Langue",
  "doomscroll.appicon": "Doomscroll Totem",
  "doomscroll.appicon.alt": "Icône de l’application Doomscroll Totem",
  "doomscroll.feature1.body": "La détection par accéléromètre et (si disponible) gyroscope transforme la concentration en jeu. Vous gagnez en laissant l’appareil immobile et en restant dans l’application.",
  "doomscroll.feature1.title": "Sessions détectées par le mouvement",
  "doomscroll.feature2.body": "Les petits chocs ne doivent pas ruiner votre flow. Des périodes de grâce et des avertissements intégrés vous aident à récupérer sans perdre l’élan.",
  "doomscroll.feature2.title": "Fenêtres de grâce et d’avertissement",
  "doomscroll.feature3.body": "Passez à un ensemble de règles plus léger quand vous voulez une session plus douce qui décourage tout de même le doomscrolling.",
  "doomscroll.feature3.title": "Mode basse consommation",
  "doomscroll.feature4.body": "Choisissez un totem, défendez-le pendant la session et débloquez des trophées qui marquent vos anciennes idoles.",
  "doomscroll.feature4.title": "Collection d’idoles",
  "doomscroll.footer": "goodideed. Aider les gens de façons inhabituelles.",
  "doomscroll.hero.body": "Lancez une session, posez votre téléphone et protégez le totem. Si vous bougez l’appareil ou quittez l’application, la session se termine. C’est un rituel de concentration pour celles et ceux qui veulent un peu de friction face au défilement sans fin.",
  "doomscroll.hero.subtitle": "Posez-le. Restez immobile. Gardez votre totem en sécurité.",
  "doomscroll.hero.title": "Doomscroll Totem",
  "doomscroll.nav.apps": "Apps",
  "doomscroll.nav.contact": "Contact",
  "doomscroll.nav.doomscroll": "Doomscroll Totem",
  "doomscroll.nav.excuseyou": "Excuse you",
  "doomscroll.nav.home": "Accueil",
  "doomscroll.notify.body": "Doomscroll Totem est en développement actif. Vous voulez un accès anticipé ou des nouvelles du lancement ? Écrivez à <a href=\"mailto:hello@goodideed.com?subject=Doomscroll%20Totem%20Updates\" class=\"email-link-inline\">hello@goodideed.com</a> et nous vous tiendrons au courant.",
  "doomscroll.notify.cta": "Demander des nouvelles",
  "doomscroll.notify.title": "Nouvelles du lancement",
  "doomscroll.policy.body": "Consultez la politique de confidentialité, les conditions d’utilisation et la FAQ d’assistance.",
  "doomscroll.policy.privacy": "Politique de confidentialité",
  "doomscroll.policy.support": "Assistance et FAQ",
  "doomscroll.policy.terms": "Conditions d’utilisation",
  "doomscroll.policy.title": "Politiques, conditions et assistance",
  "doomscroll.tagline": "Un jeu de concentration que vous gagnez en ne touchant pas votre téléphone.",
  "doomscroll.title": "Doomscroll Totem - goodideed",
  "home.feature1.body": "Nous trouvons des approches créatives aux problèmes du quotidien que d’autres pourraient négliger.",
  "home.feature1.title": "Solutions inattendues",
  "home.feature2.body": "Chaque produit que nous créons met les personnes en premier, en se concentrant sur les besoins réels et un impact authentique.",
  "home.feature2.title": "Conception centrée sur l’humain",
  "home.feature3.body": "Nous croyons que les meilleurs produits naissent d’une compréhension profonde, pas seulement de la technologie.",
  "home.feature3.title": "Innovation réfléchie",
  "home.footer": "goodideed. Aider les gens de façons inhabituelles.",
  "home.hero.body": "Nous concevons des produits innovants qui résolvent des problèmes de manière inattendue, rendant la vie plus simple et plus agréable pour tous.",
  "home.hero.title": "Bienvenue chez goodideed",
  "home.nav.apps": "Apps",
  "home.nav.contact": "Contact",
  "home.nav.doomscroll": "Doomscroll Totem",
  "home.nav.excuseyou": "Excuse you",
  "home.nav.home": "Accueil",
  "home.tagline": "Des produits qui aident les gens de façons inhabituelles",
  "home.title": "goodideed",
  "privacy.changes.body": "Nous pouvons mettre à jour cette politique à mesure que l’app évolue. Nous mettrons à jour la date d’entrée en vigueur en haut de la page lorsque des changements seront apportés.",
  "privacy.changes.title": "Modifications de cette politique",
  "privacy.children.body": "Doomscroll Totem n’est pas destiné aux enfants de moins de 13 ans, et nous ne collectons pas sciemment de données personnelles sur des enfants.",
  "privacy.children.title": "Confidentialité des enfants",
  "privacy.choices.li1": "Supprimer l’app pour retirer les données stockées localement.",
  "privacy.choices.li2": "Désactiver les succès dans les réglages pour éviter la connexion à Game Center / Play Games.",
  "privacy.choices.li3": "Contrôler les autorisations de notification dans les réglages de votre appareil.",
  "privacy.choices.li4": "Nous contacter si vous avez des questions sur les données d’analytics ou l’usage.",
  "privacy.choices.title": "Vos choix",
  "privacy.collect.analytics.body1": "Nous utilisons Firebase Analytics pour comprendre les performances de l’app et les parcours à améliorer. Les événements enregistrés incluent :",
  "privacy.collect.analytics.body2": "Firebase Analytics collecte aussi des données standard de l’appareil et de l’app comme le modèle d’appareil, la version d’OS, la version de l’app, la locale et un identifiant d’instance d’app anonyme. Nous définissons la version de l’app, le numéro de build et la locale comme propriétés utilisateur d’analytics. Nous ne relions pas ces données à votre identité.",
  "privacy.collect.analytics.li1": "Début, fin, échec et abandon de session (durée, indicateur de réussite, temps restant, raison).",
  "privacy.collect.analytics.li2": "Appuis de démarrage de session et sélections de durée.",
  "privacy.collect.analytics.li3": "Activation/désactivation Pomodoro et événements de début/fin de pause.",
  "privacy.collect.analytics.li4": "Événements de détection de mouvement (type de capteur, plage de magnitude, plage de seuil, indicateur d’échec).",
  "privacy.collect.analytics.li5": "Calibration et disponibilité des capteurs.",
  "privacy.collect.analytics.li6": "Événements d’idoles (tentative/réussite/annulation d’achat, consommation, ouverture de galerie et taps).",
  "privacy.collect.analytics.li7": "Fin ou saut du tutoriel.",
  "privacy.collect.analytics.li8": "Invite de mise à jour affichée (exigence et version cible).",
  "privacy.collect.analytics.link": "Politique de confidentialité Firebase : <a href=\"https://firebase.google.com/support/privacy\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"email-link-inline\">firebase.google.com/support/privacy</a>",
  "privacy.collect.analytics.title": "2) Événements d’analyse (Firebase Analytics)",
  "privacy.collect.crash.body": "Nous utilisons Firebase Crashlytics pour détecter les crashs et les problèmes de stabilité. Les rapports peuvent inclure des traces de pile, le modèle d’appareil, la version d’OS, la version de l’app, la locale et l’heure du crash. Nous n’envoyons pas votre nom, e-mail ou coordonnées à Crashlytics.",
  "privacy.collect.crash.link": "Confidentialité Firebase Crashlytics : <a href=\"https://firebase.google.com/support/privacy\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"email-link-inline\">firebase.google.com/support/privacy</a>",
  "privacy.collect.crash.title": "3) Rapports de crash (Firebase Crashlytics)",
  "privacy.collect.device.body": "Tout ce qui précède est stocké localement via le stockage de l’appareil. Supprimer l’app efface ces données.",
  "privacy.collect.device.li1": "Totem actif et historique de la salle des trophées.",
  "privacy.collect.device.li2": "État de la session (heure de début et durée) pour récupérer une session interrompue.",
  "privacy.collect.device.li3": "Préférences de l’app comme les vibrations, le mode basse consommation, le son et la durée de la dernière session.",
  "privacy.collect.device.li4": "Réglages Pomodoro et état du cycle.",
  "privacy.collect.device.li5": "Statistiques de progression (victoires, défaites, séries, plus longue session, date de la dernière victoire).",
  "privacy.collect.device.li6": "Métadonnées d’achats en attente (ID produit et horodatage de début) pour la récupération.",
  "privacy.collect.device.li7": "Historique d’achats traités (empreinte locale pour éviter les doublons).",
  "privacy.collect.device.title": "1) Données stockées sur votre appareil",
  "privacy.collect.title": "Informations que nous collectons",
  "privacy.collect.update.body": "L’app peut vérifier un fichier manifeste sur <span class=\"email-link-inline\">goodideed.com</span> pour voir si une mise à jour est requise ou recommandée. Cette requête inclut des données réseau standard (par ex. adresse IP, user agent) que les serveurs web journalisent. Nous l’utilisons uniquement pour fournir des informations de mise à jour.",
  "privacy.collect.update.title": "4) Vérifications de mise à jour de l’app",
  "privacy.contact.body": "Des questions ? Écrivez à <a href=\"mailto:support@goodideed.com\" class=\"email-link-inline\">support@goodideed.com</a>.",
  "privacy.contact.title": "Contact",
  "privacy.footer": "goodideed. Aider les gens de façons inhabituelles.",
  "privacy.gamecenter.body": "Si vous activez les succès, l’app peut se connecter à Game Center (iOS) ou Google Play Games (Android). Ces services sont fournis par Apple et Google, et peuvent collecter des données de compte et de gameplay selon leurs politiques. Nous ne recevons que l’état de base (connecté ou non) et les résultats de déblocage des succès.",
  "privacy.gamecenter.title": "Game Center / Play Games (optionnel)",
  "privacy.hero.effective": "<strong>Date d’entrée en vigueur :</strong> 30 janvier 2026",
  "privacy.hero.title": "Politique de confidentialité",
  "privacy.motion.body1": "Doomscroll Totem utilise les capteurs de mouvement de votre appareil pour détecter les déplacements pendant une session de concentration. Les données brutes restent en mémoire et ne sont pas stockées. Nous ne journalisons que des paramètres d’événements de mouvement limités dans Firebase Analytics comme décrit ci-dessus.",
  "privacy.motion.body2": "L’app lit aussi le niveau de batterie et l’état de charge pour suggérer le mode basse consommation. Ces informations sont utilisées sur l’appareil et ne sont pas partagées.",
  "privacy.motion.title": "Données des capteurs de mouvement",
  "privacy.nav.apps": "Apps",
  "privacy.nav.contact": "Contact",
  "privacy.nav.doomscroll": "Doomscroll Totem",
  "privacy.nav.home": "Accueil",
  "privacy.nav.privacy": "Politique de confidentialité",
  "privacy.notifications.body": "L’app peut programmer des notifications locales pour vous rappeler la fin d’une pause Pomodoro. Les notifications sont générées sur l’appareil. Nous n’envoyons pas de notifications push et ne collectons pas de jetons de notification.",
  "privacy.notifications.title": "Notifications",
  "privacy.purchases.body": "Les achats sont traités par l’App Store d’Apple ou Google Play. Nous ne recevons pas vos informations de paiement. Les stores peuvent fournir à l’app des données de transaction pour la validation et la restauration des achats (par exemple, ID produit, ID de transaction ou données de reçu/vérification). Nous stockons une empreinte d’achat locale pour éviter les doubles attributions.",
  "privacy.purchases.title": "Achats intégrés",
  "privacy.retention.body": "Les données sur l’appareil restent jusqu’à ce que vous supprimiez l’app ou effaciez son stockage. Les données Firebase Analytics sont conservées selon nos paramètres Firebase et les politiques de Google.",
  "privacy.retention.title": "Conservation des données",
  "privacy.sharing.body": "Nous ne vendons pas vos données. Nous partageons des données limitées avec Firebase (Analytics et Crashlytics) pour exploiter et améliorer l’app. Si vous activez les succès, des données peuvent être partagées avec Apple Game Center ou Google Play Games. Les vérifications de mise à jour contactent goodideed.com pour récupérer un fichier manifeste. Les achats sont gérés par Apple ou Google. Nous pouvons divulguer des informations si la loi l’exige, mais nous ne stockons pas d’identifiants personnels pouvant servir à vous identifier.",
  "privacy.sharing.title": "Partage et divulgation",
  "privacy.summary.li1": "<strong>Aucun compte requis.</strong> Nous ne demandons ni votre nom, ni votre e-mail, ni votre numéro de téléphone.",
  "privacy.summary.li2": "<strong>Données locales.</strong> Votre collection de totems, vos statistiques et vos réglages restent sur votre appareil.",
  "privacy.summary.li3": "<strong>Firebase Analytics et Crashlytics.</strong> Nous collectons des événements d’usage limités et non personnels ainsi que des rapports de crash pour améliorer l’app.",
  "privacy.summary.li4": "<strong>Succès facultatifs.</strong> La connexion à Game Center / Play Games est optionnelle et peut être désactivée.",
  "privacy.summary.li5": "<strong>Pas de publicité, pas de vente de données.</strong> Nous ne vendons pas vos données et ne les utilisons pas pour la publicité.",
  "privacy.summary.title": "Résumé",
  "privacy.tagline": "Politique de confidentialité pour Doomscroll Totem",
  "privacy.title": "Politique de confidentialité - Doomscroll Totem",
  "privacy.use.li1": "Exécuter des sessions de concentration et maintenir vos progrès de totem.",
  "privacy.use.li2": "Restaurer les sessions après des interruptions ou des redémarrages de l’app.",
  "privacy.use.li3": "Améliorer la stabilité et la conception des sessions à partir d’analyses agrégées.",
  "privacy.use.li4": "Détecter les crashs et corriger les bugs.",
  "privacy.use.li5": "Vérifier les mises à jour obligatoires ou recommandées.",
  "privacy.use.li6": "Prendre en charge les flux d’achat et restaurer les achats éligibles.",
  "privacy.use.li7": "Activer des succès optionnels et des notifications locales.",
  "privacy.use.title": "Comment nous utilisons les informations",
  "support.contact.body": "Envoyez un e-mail à <a href=\"mailto:support@goodideed.com\" class=\"email-link-inline\">support@goodideed.com</a> avec le modèle de votre appareil, la version d’OS et une brève description du problème. Nous répondons généralement sous 1 à 2 jours ouvrés.",
  "support.contact.title": "Contact",
  "support.faq.a1": "Démarrez une session, posez votre téléphone et laissez-le immobile. Si l’appareil bouge au-delà du seuil de détection ou si vous quittez l’app, la session se termine.",
  "support.faq.a2": "Un mouvement important détecté par les capteurs de l’appareil ou le fait de quitter l’app pendant une session active. De courtes fenêtres de grâce peuvent éviter que de petits chocs ne mettent fin à une session.",
  "support.faq.a3": "Le mode basse consommation applique des règles plus douces pour réduire l’impact sur la batterie et rendre les sessions un peu plus indulgentes. L’app peut suggérer de l’activer selon votre niveau de batterie.",
  "support.faq.a4": "Toutes les progressions, totems et réglages sont stockés localement sur votre appareil. Supprimer l’app efface ces données.",
  "support.faq.a5": "Oui. Nous utilisons Firebase Analytics pour enregistrer des événements d’usage anonymes et Firebase Crashlytics pour diagnostiquer les crashs. Consultez la <a href=\"../privacy/\" class=\"email-link-inline\">Politique de confidentialité</a> pour les détails.",
  "support.faq.a6": "Les totems premium sont des consommables. Si vous échouez une session alors qu’un totem premium est actif, il peut être consommé et déplacé dans la salle des trophées. Les consommables ne peuvent pas être restaurés une fois consommés.",
  "support.faq.a7": "Les stores peuvent restaurer les achats éligibles via leurs flux habituels. Pour les consommables, les restaurations sont limitées aux cas où un achat ne s’est pas terminé correctement ou n’a pas été consommé. Si vous avez besoin d’aide, envoyez un e-mail au support avec vos détails de commande.",
  "support.faq.a8": "Envoyez une brève description de ce qui s’est passé, les étapes pour reproduire, le modèle de votre appareil et la version d’OS à <a href=\"mailto:support@goodideed.com\" class=\"email-link-inline\">support@goodideed.com</a>.",
  "support.faq.q1": "Comment fonctionne une session de concentration ?",
  "support.faq.q2": "Qu’est-ce qui déclenche un échec ?",
  "support.faq.q3": "Qu’est-ce que le mode basse consommation ?",
  "support.faq.q4": "Où sont stockées mes données ?",
  "support.faq.q5": "Collectez-vous des données d’analytics ?",
  "support.faq.q6": "Comment fonctionnent les totems consommables ?",
  "support.faq.q7": "Puis-je restaurer mes achats ?",
  "support.faq.q8": "Comment signaler un bug ?",
  "support.faq.title": "FAQ",
  "support.footer": "goodideed. Aider les gens de façons inhabituelles.",
  "support.hero.body": "Besoin d’aide avec Doomscroll Totem ? Commencez ici ou contactez-nous directement.",
  "support.hero.title": "Assistance",
  "support.nav.apps": "Apps",
  "support.nav.contact": "Contact",
  "support.nav.doomscroll": "Doomscroll Totem",
  "support.nav.home": "Accueil",
  "support.nav.support": "Assistance et FAQ",
  "support.tagline": "Assistance et FAQ pour Doomscroll Totem",
  "support.title": "Assistance et FAQ - Doomscroll Totem",
  "terms.acceptance.body": "En téléchargeant ou en utilisant Doomscroll Totem (l’« App »), vous acceptez les présentes Conditions d’utilisation (« Conditions »). Si vous n’acceptez pas, n’utilisez pas l’App.",
  "terms.acceptance.title": "Acceptation des conditions",
  "terms.availability.body": "Nous pouvons mettre à jour ou interrompre l’App à tout moment, y compris en ajoutant ou en supprimant des fonctionnalités. Nous pouvons mettre à jour ces Conditions ; l’utilisation continue signifie que vous acceptez les changements.",
  "terms.availability.title": "Disponibilité et changements",
  "terms.contact.body": "Si vous avez des questions concernant ces Conditions, contactez <a href=\"mailto:support@goodideed.com\" class=\"email-link-inline\">support@goodideed.com</a>.",
  "terms.contact.title": "Contact",
  "terms.disclaimer.body": "L’App est fournie « telle quelle » sans garantie d’aucune sorte. Dans la mesure maximale permise par la loi, goodideed n’est pas responsable des dommages indirects, accessoires ou consécutifs résultant de votre utilisation de l’App.",
  "terms.disclaimer.title": "Exclusions et limitation de responsabilité",
  "terms.footer": "goodideed. Aider les gens de façons inhabituelles.",
  "terms.health.body": "Doomscroll Totem est un outil de concentration, pas un produit médical ou thérapeutique. L’App ne fournit pas de conseils médicaux, de diagnostic ni de traitement.",
  "terms.health.title": "Avertissement santé et sécurité",
  "terms.hero.effective": "<strong>Date d’entrée en vigueur :</strong> 30 janvier 2026",
  "terms.hero.title": "Conditions d’utilisation",
  "terms.law.body": "Ces Conditions sont régies par les lois de votre lieu de résidence, sauf si le droit local exige un autre forum.",
  "terms.law.title": "Droit applicable",
  "terms.license.body": "Nous vous accordons une licence personnelle, non exclusive et non transférable pour utiliser l’App à des fins personnelles. Vous ne pouvez pas copier, modifier, rétroconcevoir ou redistribuer l’App sauf si la loi le permet.",
  "terms.license.title": "Licence d’utilisation de l’app",
  "terms.nav.apps": "Apps",
  "terms.nav.contact": "Contact",
  "terms.nav.doomscroll": "Doomscroll Totem",
  "terms.nav.home": "Accueil",
  "terms.nav.terms": "Conditions d’utilisation",
  "terms.platform.body": "Votre utilisation de l’App est également soumise aux conditions et politiques applicables de l’App Store d’Apple ou de Google Play. En cas de conflit entre ces conditions et les présentes Conditions, les conditions du store prévaudront lorsque la loi l’exige.",
  "terms.platform.title": "Conditions des plateformes tierces",
  "terms.privacy.body": "Notre politique de confidentialité explique comment nous collectons et utilisons les informations. En utilisant l’App, vous acceptez la politique de confidentialité.",
  "terms.privacy.link": "<a href=\"../privacy/\" class=\"email-link-inline\">Voir la politique de confidentialité</a>",
  "terms.privacy.title": "Confidentialité",
  "terms.purchases.body1": "L’App propose des achats intégrés facultatifs pour des designs de totems premium. Ces achats sont consommables : si une session échoue, un totem premium peut être consommé et déplacé dans la salle des trophées. Les achats consommables ne peuvent pas être restaurés une fois consommés.",
  "terms.purchases.body2": "Les achats sont traités par l’App Store d’Apple ou Google Play. Le traitement des paiements, taxes, remboursements et l’assistance de facturation sont gérés par ces plateformes selon leurs propres conditions et politiques.",
  "terms.purchases.body3": "Si un achat éligible n’a pas été consommé, il peut être restaurable via le mécanisme de restauration du store, sous réserve des politiques du store.",
  "terms.purchases.body4": "Les remboursements ne sont pas gérés par goodideed. Si vous souhaitez un remboursement, demandez-le via Apple ou Google selon leurs procédures officielles. L’éligibilité et le calendrier sont déterminés par le store, pas par nous.",
  "terms.purchases.title": "Achats intégrés (totems consommables)",
  "terms.tagline": "Conditions d’utilisation pour Doomscroll Totem",
  "terms.termination.body": "Vous pouvez cesser d’utiliser l’App à tout moment. Nous pouvons suspendre ou résilier l’accès si vous violez ces Conditions ou si la loi l’exige.",
  "terms.termination.title": "Résiliation",
  "terms.title": "Conditions d’utilisation - Doomscroll Totem",
  "terms.updates.body": "Nous pouvons exiger ou recommander des mises à jour pour que l’App fonctionne correctement ou pour ajouter des correctifs de sécurité et des fonctionnalités. Si vous n’installez pas les mises à jour requises, certaines parties de l’App peuvent cesser de fonctionner.",
  "terms.updates.title": "Mises à jour",
  "terms.use.li1": "Ne pas faire un usage abusif de l’App ni tenter d’en perturber les services.",
  "terms.use.li2": "Ne pas accéder ou tenter d’accéder à des données qui ne vous sont pas destinées.",
  "terms.use.li3": "Ne pas utiliser l’App d’une manière qui viole les lois applicables.",
  "terms.use.title": "Utilisation acceptable",
  "terms.who.body": "L’App est fournie par goodideed. Si vous avez des questions, écrivez à <a href=\"mailto:support@goodideed.com\" class=\"email-link-inline\">support@goodideed.com</a>.",
  "terms.who.title": "Qui nous sommes"
}
